<template>
</template>

<script>
</script>

<style>
</style>

<!-- NBA 2K21 -->
<p>解压码/激活码：911229</p>
<br />
<p>百度网盘 提取码：213h</p>

<!-- 极品飞车21：热度 -->
<p>解压码/激活码：516232</p>
<br />
<p>百度网盘 提取码：p0ql</p>

<!-- 正当防卫4 -->
<p>解压码/激活码：163677      送历代1/2/3版本</p>
<br />
<p>百度网盘 提取码：v6d9</p>

<!-- 全面战争三国 -->
<p>解压码/激活码：476663</p>
<br />
<p>百度网盘 提取码：d2ef</p>

<!-- 生化危机8 -->
<p>解压码/激活码：799979</p>
<br />
<p>百度网盘下 提取码：mumc</p>

<!-- 爆击艺术2/BREAK ARTS II（v1.4.3） -->
<p>解压码/激活码：239685</p>
<br />
<p>百度网盘 提取码：0a08</p>

<!-- 古老的罪恶 -->
<p>解压码/激活码：148183</p>
<br />
<p>百度网盘 提取码：u14w</p>

<!-- 诸神将陨 -->
<p>解压码/激活码：979613</p>
<br />
<p>百度网盘 提取码：6bmh</p>

<!-- 伊苏9 -->
<p>解压码/激活码：274767</p>
<br />
<p>百度网盘 提取码：8j82</p>

<!-- 毛茸茸的爪子/ -->
<p>解压码/激活码：691294</p>
<br />
<p>百度网盘 提取码：24bz</p>

<!-- 亚尔斯兰战记x无双 -->
<p>解压码/激活码：246854</p>
<br />
<p>百度网盘 提取码：azyj</p>

<!-- 深海/Depth -->
<p>解压码/激活码：575758</p>
<br />
<p>百度网盘 提取码：nic6</p>

<!-- 神奇男孩：阿莎的怪物世界冒险 -->
<p>解压码/激活码：861838</p>
<br />
<p>百度网盘 提取码：crrs</p>

<!-- 地狱剑术 -->
<p>解压码/激活码：825816</p>
<br />
<p>百度网盘 提取码：l38j</p>

<!-- 天穗之咲稻姬 -->
<p>解压码/激活码：447855</p>
<br />
<p>百度网盘 提取码：gvvr</p>

<!-- 游戏开发的二三事 -->
<p>解压码/激活码：366733</p>
<br />
<p>百度网盘 提取码：ww8k</p>

<!-- 海上霸主 -->
<p>解压码/激活码：564971</p>
<br />
<p>百度网盘 提取码：kc6v</p>

<!-- 罪印 -->
<p>解压码/激活码：592774</p>
<br />
<p>百度网盘 提取码：bcfj</p>

<!-- 一人世界 -->
<p>解压码/激活码：353974</p>
<br />
<p>百度网盘 提取码：e547</p>

<!-- 美食末日大作战 -->
<p>解压码/激活码：947516</p>
<br />
<p>百度网盘 提取码：5i1l</p>

<!-- Lumberhill -->
<p>解压码/激活码：129857</p>
<br />
<p>百度网盘 提取码：5sha</p>

<!-- 罪恶装备：斗争 -->
<p>解压码/激活码：854816</p>
<br />
<p>百度网盘 提取码：8i2r</p>

<!-- 爆发 -->
<p>解压码/激活码：896418</p>
<br />
<p>百度网盘 提取码：20of</p>

<!-- 只狼 -->
<p>解压码/激活码：632996</p>
<br />
<p>百度网盘 提取码：uj22</p>

<!-- 水獭帝国 -->
<p>解压码/激活码：829842</p>
<br />
<p>百度网盘 提取码：wjy3</p>

<!-- NOISZ -->
<p>解压码/激活码：562665</p>
<br />
<p>百度网盘 提取码：bxmy</p>

<!-- 死亡西部 -->
<p>解压码/激活码：146479</p>
<br />
<p>百度网盘 提取码：22ly</p>

<!-- 醉杀狂魔 -->
<p>解压码/激活码：661235</p>
<br />
<p>百度网盘 提取码：ys1h</p>

<!-- 空中盗贼 -->
<p>解压码/激活码：445745</p>
<br />
<p>百度网盘 提取码：jdwc</p>

<!-- 弹丸论破1 -->
<p>解压码/激活码：141867</p>
<br />
<p>百度网盘 提取码：cl6q</p>

<!-- 弹丸论破 -->
<p>解压码/激活码：559725</p>
<br />
<p>百度网盘 提取码：tziw</p>

<!-- 弹丸论破 -->
<p>解压码/激活码：226442</p>
<br />
<p>百度网盘 提取码：lihh</p>

<!-- 接招 -->
<p>解压码/激活码：811968</p>
<br />
<p>百度网盘 提取码：avw5</p>

<!-- 无主之地3 -->
<p>解压码/激活码：513666   旧密码：179861</p>
<br />
<p>百度网盘 提取码：99a7</p>

<!-- 战地3 -->
<p>解压码/激活码：355824</p>
<br />
<p>百度网盘 提取码：ym4y</p>
<br />
<p>中文注册表：https://patch.soft128.com/down/11928.html</p>
<br />
<p>把这个注册表文件下载之后，解压到游戏目录里，右键管理员方式启动，就是中文了。</p>

<!-- 异变战区 -->
<p>解压码/激活码：594294</p>
<br />
<p>百度网盘 提取码：36fk</p>

<!-- 凡尔登战役 -->
<p>解压码/激活码：251737</p>
<br />
<p>百度网盘 提取码：gm8i</p>

<!-- 黑手党3 -->
<p>解压码/激活码：558412</p>
<br />
<p>百度网盘 提取码：tkq9</p>

<!-- 黑手党3 -->
<p>解压码/激活码：348278</p>
<br />
<p>百度网盘 提取码：pr5n</p>

<!-- 武装突袭3 -->
<p>解压码/激活码：652147</p>
<br />
<p>百度网盘 提取码：j895</p>

<!-- 零世代 -->
<p>解压码/激活码：619666</p>
<br />
<p>百度网盘 提取码：bz4g</p>

<!-- 涅克洛蒙达 -->
<p>解压码/激活码：319913</p>
<br />
<p>百度网盘 提取码：pwbf</p>

<!-- 魔斗姬莉斯缇亚 -->
<p>解压码/激活码：188157</p>
<br />
<p>百度网盘 提取码：hum8</p>

<!-- 梦幻引擎 -->
<p>解压码/激活码：266266</p>
<br />
<p>百度网盘 提取码：i47m</p>

<!-- 最终幻想13-2 -->
<p>解压码/激活码：571746</p>
<br />
<p>百度网盘 提取码：a06b</p>

<!-- 云端掠影 -->
<p>解压码/激活码：936796</p>
<br />
<p>百度网盘 提取码：6xff</p>

<!-- 开拓者 -->
<p>解压码/激活码：264357</p>
<br />
<p>百度网盘 提取码：8lgs</p>

<!-- 赛博朋克2077 -->
<p>解压码/激活码：551189</p>
<br />
<p>百度网盘 提取码：au50</p>
<br />
<p>问题汇总说明：https://docs.qq.com/doc/DRVRwU2ZoeFpMSHNj</p>

<!-- 贪婪之秋 -->
<p>解压码/激活码：268276</p>
<br />
<p>百度网盘 提取码：5v1h</p>

<!-- 迷霧國度 -->
<p>解压码/激活码：833811</p>
<br />
<p>百度网盘 提取码：2eax</p>

<!-- 蛮王传奇 -->
<p>解压码/激活码：216346</p>
<br />
<p>百度网盘 提取码：j7sx</p>

<!-- 地牢勇者 -->
<p>解压码/激活码：782238</p>
<br />
<p>百度网盘 提取码：7klr</p>

<!-- 马基埃亚尔的传说 -->
<p>解压码/激活码：738178</p>
<br />
<p>百度网盘 提取码：ftmn</p>

<!-- 杀出重围 -->
<p>解压码/激活码：164465</p>
<br />
<p>百度网盘 提取码：jjpu</p>

<!-- 堕落的暗黑女战士 -->
<p>解压码/激活码：192222</p>
<br />
<p>百度网盘 提取码：wxhd</p>

<!-- 鲁弗兰的地下迷宫与魔女的旅团 -->
<p>解压码/激活码：319393</p>
<br />
<p>百度网盘 提取码：7i6o</p>

<!-- 怪物猎人物语2 -->
<p>解压码/激活码：473235</p>
<br />
<p>百度网盘 提取码：osl8</p>

<!-- 银河破裂者 -->
<p>解压码/激活码：885985</p>
<br />
<p>百度网盘 提取码：ag5i</p>

<!-- AI爱诺 -->
<p>解压码/激活码：243883</p>
<br />
<p>百度网盘 提取码：93xh</p>

<!-- 龙与地下城 -->
<p>解压码/激活码：653392</p>
<br />
<p>百度网盘 提取码：a6bt</p>

<!-- 暗黑苏菲亚 -->
<p>解压码/激活码：719679</p>
<br />
<p>百度网盘 提取码：qr4h</p>

<!-- 黑道圣徒3 -->
<p>解压码/激活码：317335</p>
<br />
<p>百度网盘 提取码：mel0</p>

<!-- 骇客时空 -->
<p>解压码/激活码：765949</p>
<br />
<p>百度网盘 提取码：s9y2</p>

<!-- 海贼王：世界探索者 -->
<p>解压码/激活码：769585</p>
<br />
<p>百度网盘 提取码：9nd5</p>


<!-- 古惑狼：三部曲重制版 -->
<p>解压码/激活码：859677</p>
<br />
<p>百度网盘 提取码：n1po</p>

<!-- 绝体绝命都市4 -->
<p>解压码/激活码：267325</p>
<br />
<p>百度网盘 提取码：g162</p>

<!-- 鬼武者1高清重制版 -->
<p>解压码/激活码：574916</p>
<br />
<p>百度网盘 提取码：7uz3</p>

<!-- 鬼哭之邦 -->
<p>解压码/激活码：248362</p>
<br />
<p>百度网盘 提取码：v46n</p>

<!-- 黑手党2 -->
<p>解压码/激活码：618965</p>
<br />
<p>百度网盘 提取码：q1d0</p>

<!-- 格斗领域EX -->
<p>解压码/激活码：953725</p>
<br />
<p>百度网盘 提取码：ro2t</p>

<!-- 孑游列国 -->
<p>解压码/激活码：632883</p>
<br />
<p>百度网盘 提取码：i84l</p>

<!-- 堕之形 -->
<p>解压码/激活码：267994</p>
<br />
<p>百度网盘 提取码：vvzv</p>

<!-- 巨人旅途 -->
<p>解压码/激活码：521129</p>
<br />
<p>百度网盘 提取码：z0ec</p>

<!-- 奇异小队 -->
<p>解压码/激活码：177452</p>
<br />
<p>百度网盘 提取码：pvat</p>

<!-- 城市战斗 -->
<p>解压码/激活码：139856</p>
<br />
<p>百度网盘 提取码：uis3</p>

<!-- 火光幻想 -->
<p>解压码/激活码：374518</p>
<br />
<p>百度网盘 提取码：ahl0</p>

<!-- 支离破碎 -->
<p>解压码/激活码：825346</p>
<br />
<p>百度网盘 提取码：85tf</p>

<!-- 炽热熔岩 -->
<p>解压码/激活码：418824</p>
<br />
<p>百度网盘 提取码：wbq7</p>

<!-- 警察故事 -->
<p>解压码/激活码：219816</p>
<br />
<p>百度网盘 提取码：l7zd</p>

<!-- Tin Tandem -->
<p>解压码/激活码：848894</p>
<br />
<p>百度网盘 提取码：jdmr</p>

<!-- 复仇女神 -->
<p>解压码/激活码：418852</p>
<br />
<p>百度网盘 提取码：rex6</p>

<!-- 刃之异邦人 -->
<p>解压码/激活码：415739</p>
<br />
<p>百度网盘 提取码：cu6t</p>

<!-- 王国重生 -->
<p>解压码/激活码：986954</p>
<br />
<p>百度网盘 提取码：zzpv</p>

<!-- 学术界：学校模拟 -->
<p>解压码/激活码：164479</p>
<br />
<p>百度网盘 提取码：op9r</p>

<!-- 无尽帝国 -->
<p>解压码/激活码：445974</p>
<br />
<p>百度网盘 提取码：1acw</p>

<!-- 大明王朝1789 -->
<p>解压码/激活码：www.cmdw.top</p>
<br />
<p>百度网盘 提取码：hu94</p>

<!-- 巫师猎人 -->
<p>解压码/激活码：857651</p>
<br />
<p>百度网盘 提取码：2vfn</p>

<!-- 艺术家模拟器 -->
<p>解压码/激活码：717428</p>
<br />
<p>百度网盘 提取码：2wh2</p>

<!-- AVICII -->
<p>解压码/激活码：128963</p>
<br />
<p>百度网盘 提取码：m9c2</p>

<!-- 卡牌缔造者 -->
<p>解压码/激活码：169866</p>
<br />
<p>百度网盘 提取码：x37o</p>

<!-- 死亡之夜 -->
<p>解压码/激活码：731174</p>
<br />
<p>百度网盘 提取码：ce9a</p>

<!-- 鲜橙汁 -->
<p>解压码/激活码：493218</p>
<br />
<p>百度网盘 提取码：qw6o</p>

<!-- 东京奥运会 -->
<p>解压码/激活码：892122</p>
<br />
<p>百度网盘 提取码：5pwi</p>

<!-- 街机大合集千机变 -->
<p>解压码/激活码：358774</p>
<br />
<p>百度网盘 提取码：u9g7</p>
<br />
<p>进入游戏后按TAB--输入设置，就可以设置自己的按键了。
熟悉的那些都能玩吧，不熟悉的我也没去试。</p>
<br />
<p>按键教程：https://www.sohu.com/a/407054656_120099903</p>